Repository: Qasimovrufat/avtotekerBack
Catalog: Wheel.User/Properties/Resources.*.resx
Languages: az

# aboutUs
source: About
az: Haqqımızda

source: Brand
az: Marka

# campaign
source: Campaigns
az: Kampaniyalar

source: Car
az: Avtomobil

source: Catalog
az: Kataloq

source: Contact
az: Əlaqə

# createAccount
source: Register
az: Qeydiyyat

source: Custom Tyres
az: XÜSUSİ Şinlər

source: Details
az: Ətrafli

# dHeight
source: Height
az: Hündürlüyü (%)

# dRadius
source: Radius
az: Diametri (Düym)

# dRelated
source: Other fine products
az: Oxşar məhsullar

# dSeason
source: Season
az: Fəsil

# dStock
source: Stock
az: Ümumi təkərlərin sayı

# dUsage
source: Usage
az: Vəziyyəti

# dWidth
source: Width
az: Eni (mm)

source: Easy return
az: Geri qaytarma imkanı

source: Featured
az: Qarışıq

source: Featured Products
az: Xüsusi məhsullar

# findWheelTyre
source: FIND WHEELS & TYRES
az: Təkər & Şin tapın

source: First
az: İlk

# forAll
source: FOR ALL VEHICLE TYPES
az: bütün nəqliyyat vasitələri üçün

source: Four Season
az: Dörd fəsil

# guaranteed
source: 100% Guaranteed
az: 100% zəmanətli

source: Height
az: Hündürlük

source: Home
az: Ana səhifə

# homePage
source: Home
az: Ana Səhifə

source: Last
az: Axır

source: Log in
az: Daxil ol

source: Logout
az: Çıxış

# menuCatalog
source: Catalog
az: Kataloq

# menuNew
source: NEW
az: YENİ

source: Message
az: Mesaj

# messageError
source: There was error on sent email
az: Mesaj göndərərkən xəta baş verdi

# messageSuccess
source: Your message was sent successfully
az: Mesajınız müvəfəqiyyətlə göndərildi

# more
source: More Details
az: Ətraflı

source: New Models
az: Yeni modellər

source: New Tyre
az: Yeni təkər

source: Next
az: Növbəti

source: No
az: Xeyr

source: Old Tyre
az: Köhnə təkər

# orderNewToOld
source: Newest to Oldest
az: Yenidən köhnəyə

# orderOldToNew
source: Oldest to Newest
az: Könhədən yeniə

# orderPriceLtH
source: Price: Low to High
az: Qiymət: əvvəlcə uzuc

source: Our Services
az: XİDMƏTLƏRİMİZ

source: Page
az: Səhifə

source: Phone Number
az: Telefon

# pre
source: Previous
az: Əvvəlki

source: Price
az: Qiymət

source: products of
az: məhsul

source: Return & Exchange
az: Qaytarılma və Mübadilə

# roundClock
source: Round-the-clock free hotline (24/7)
az: Qaynar Xətt (24/7)

source: Sale
az: Endirim

source: satisfaction
az: razı

source: Search
az: Təkər seçimi

# seeAll
source: See all products
az: Bütün məhsulları baxın

source: Send
az: Göndər

# servicesText1
source: Owning the tires with wide range of sizes and quality is a lot easier with us. Our company supplies the tires with the highest quality from Europe and Asia in minimum time intervals in line with your orders. Contact us, if you are also in favor of quality. We are constantly active for the customers to be able to be in contact with us anytime they need. Please, contact us in 7 days of a week.The active hours of our store: 9:00-19:00.
az: Siz təkər seçimi ilə hər hansı bir kömək əldə edə bilərsiniz. Biz sizə professional şinomontaj, balans və disk təmiri xidmətlərin təklif edirik. Bizim mərkəz hər gün saat 9:00-19:00 fəaliyyət göstərir.Avtotəkər sizə bol çeşid fərqli təkər brendlərin təklif edir. Horizon, Vitour, yük maşınları üçün Kapsen təkərlərin eksklüziv distribütorudur və eyni zamanda Dunlop, Continental, Yokohama təkərlərin təklif edir.

# servicesText2
source: Dear customers, Distance is not an obstacle for us to make you satisfied any more. It is enough to call us or communicate via online services from any region of Azerbaijan Republic. We aim the provosion of comfort for you by delivering any product you are in want of to your adress. This is not the end...We are fullfilling the balancing and replacement of the tires of your cars ¬¬¬which will be provided by our professional personnel according to the maximum quality standards. We guarantee the accuracy of balancing with the highest technology.
az: Avtotəkər sizə bol çeşid fərqli təkər brendlərin təklif edir. Horizon, Vitour, yük maşınları üçün Kapsen təkərlərin eksklüziv distribütorudur və eyni zamanda Dunlop, Continental, Yokohama, Kumho və digər təkərlərin təklif edir. Böyük sayda olan şin ölçülərimiz, hər qiymət seqmentinə uyğun çeşidlərimiz və mütəxəssislərimizin məsləhəti Avtotəkəri sizin üçün tək seçim edir.

# servicesText3
source: Thinking about of you we started the online activities of our company. Dear customers,our goal is to create possibility for you to achieve the desired product in any time without any additional cost. Through the online site you can get information very quickly about the product that if it is based in the firm or not, get information about various compaigns existing in the firm and to contact with us. Also you can order the desired product without going any distance. You can use our site without any borders, because the border is you for us.
az: Avtotəkər sizə şəhərdaxili pulsuz çatdırılma təklif edir. Avtotəkər sizə BirKart ilə 3 ay ərzində, ilkin ödənişsiz, faizsiz və komissiyasız hissə hissə ödəniş imkanı təklif edir.

# servicesTitle1
source: Sales tires
az: ŞİNLƏRİN SATIŞI

# servicesTitle2
source: Balance and delivery
az: Niyə Avtotəkəri seçməlisiniz ?

# servicesTitle3
source: About Site
az: Pulsuz göndərmə və maliyyələşdirmə

# sevenDay
source: 7 Day
az: 7 Gün

source: Shop Now
az: Alışverişə başla

source: Show
az: Göstər

# showTyres
source: Show Campaign Tyres
az: Kampaniya təkərləri göstər

# siteName
source: Tyres
az: Avto təkər

# siteSlogan
source: Online tyres store
az: Bütün ölçülərdə təkərlərin tək ünvanı

source: Sort by
az: Sıralama

# stockRemain
source: Stock Reamining
az: Anbarda qalıq

source: Summer
az: Yay

source: Tyres
az: Təkərlər

# tyresHome
source: tyres
az: TƏKƏRLƏRİ

source: Unused
az: Yeni

# usage
source: Usage Status
az: Vəziyyəti

source: Used
az: İşlənmiş

source: View
az: Göstər

# viewAll
source: View all collections
az: Bütün kolleksiyanı göstər

source: Width
az: En

source: Winter
az: Qış

source: Yes
az: Bəli

source: Your Name
az: Adınız
